// Localized application name
"applicationName" = "Android File Transfer";

// The title of the filename column when viewing a device's files.
"filenameColumnHeaderTitle" = "Nombre";
// The title of the column which shows the last modification date of a device's files.
"lastModifiedColumnHeaderTitle" = "Modificado por última vez";
// The title of the column which shoes the file size of a device's files.
"sizeColumnHeaderTitle" = "Tamaño";
// The title of a button which, when pressed, creates a new folder on the device.
"newFolderButtonText" = "Carpeta nueva";
// The title of a button which, when pressed, deleted the selected files on the device.
"deleteButtonText" = "Eliminar";

// The title of the window showing the status of copying files to or from the device.
"copyStatusWindowTitle" = "Copiar";

// Text shown on a button which cancels an operation.
"cancelButton" = "Cancelar";

// String shown in progress after the user has canceled the transfer, while it is still being
// canceled.
"cancelingLabel" = "Cancelando";
// String shown in progress while still preparing to start the transfer.  The placeholder is
// the name of the folder being copied to.
"preparingToCopyLabel" = "Preparándose para copiar en \"%@\"";
// String shown in progress while copying multiple items. The first placeholder is the number of
// items still being copied, and will always be at least 2.  The second placeholder is the name
// of the folder being copied to.
"copyingMultipleItemsLabel" = "Copying %1$d items to \"%2$@\"";
// String shown when a single item is being copied.  The first placeholder is the filename of the
// item being copied, and the second placeholder is the name of the folder being copied to.
"copyingSingleItemLabel" = "Copying \"%1$@\" to \"%2$@\"";

// String shown during a copy while the time remaining is still being calculated.
"timeRemainingUnknown" = "Calculando tiempo restante...";
// String showing progress of a copy operation.
"timeRemainingLessThan5Seconds" = "Quedan menos de 5 segundos";
// String showing progress of a copy operation.
"timeRemainingLessThan15Seconds" = "Quedan menos de 15 segundos";
// String showing progress of a copy operation.
"timeRemainingLessThan30Seconds" = "Quedan menos de 30 segundos";
// String showing progress of a copy operation.
"timeRemaining1Minute" = "Queda aproximadamente 1 minuto";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of minutes remaining, from 2-60.
"timeRemainingMinutes" = "About %1$d minutes remaining";
// String showing progress of a copy operation.
"timeRemaining1Hour" = "Queda aproximadamente 1 hora";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of hours remaining, always at least 2.
"timeRemainingHours" = "About %1$d hours remaining";

// String format used to indicate how a copy is proceeding.  First placeholder is the number of
// bytes already copied, second is the total number in this copy, and the third is an estimate of
// the remaining time.
"bottomProgressStringFormat" = "%1$@ de %2$@ - %3$@";

// Default name of a newly created folder.
"folderDefaultName" = "Carpeta sin título";

// Status shown at the bottom of the folder view when items are selected.  First placeholder is the
// number of items selected, second is the total number of items shown.  Third placeholder is the
// amount of free space remaining on the device.
"bottomStatusFilesSelected" = "%1$d of %2$d selected, %3$@ available";
// Status shown on the bottom of the folder view when there is a single item.  Placeholder is the
// amount of free space remaining on the device.
"bottomStatusNoSelectionSingleItem" = "1 elemento, %1$@ disponible";
// Status shown on the bottom of the folder view when there are multiple items.  First placeholder
// is the number of items shown (always at least 2), second placeholder is the amount of free space
// remaining on the device.
"bottomStatusNoSelectionMultipleItems" = "%1$d items, %2$@ available";

// Error message shown when there was a problem deleting a file.
"errorDeletingTitle" = "Error al eliminar archivo";
// Error description shown when there was a problem deleting a file.  Placeholder is replaced
// with the name of the file.
"errorDeletingDescription" = "No se pudo eliminar el archivo o la carpeta con el nombre \"%@\"";
// Error message shown when there was a problem creating a foder.
"errorCreateFolderTitle" = "No se pudo crear carpeta";
// Error message shown when there was a problem connecting to a plugged in device.
"errorConnectToDeviceTitle" = "No se pudo conectar con el dispositivo";
// Error message shown when there was a problem connecting to a plugged in device.
"errorCommunicatingWithDeviceTitle" = "No se pudo comunicar con el dispositivo";
// Error message shown when there was a problem getting device info.
"errorUnlockDeviceTitle" = "Can't access device storage";
// Error message shown when there was a problem renaming a folder.
"errorRenameFolderTitle" = "No se pudo cambiar el nombre de la carpeta";
// Error message shown when there was a problem renaming a file.
"errorRenameFileTitle" = "No se pudo cambiar nombre del archivo";
// Error message shown when there was a problem copying a file.
"errorCopyingFileTitle" = "No se pudo copiar archivo";
// Error message shown when there was a problem replacing a file.
"errorReplacingFileTitle" = "No se pudo sustituir archivo";
// Error description shown where there was a problem copying a file.  Placeholder is replaced
// with the name of the file that was being copied.
"errorCopyingFileDescription" = "No se pudo copiar el archivo \"%@\"";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileTitle" = "Android File Transfer no puede abrir archivos.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileDescription" = "Para abrir un archivo, primero muévelo a tu computadora. ";
// Error title shown when a user attempts to open a file.
"errorCannotOpenMultipleTitle" = "Android File Transfer no puede abrir varios elementos.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenNoneTitle" = "No se seleccionó ningún elemento.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenBadSelectionDescription" = "Selecciona un solo elemento y vuelve a intentarlo.";
// Error description for when there was no detected error.  This message should never be shown.
"errorSuccessDescription" = "No hay errores";
// Error description when an operation failed because the filename does not exist.
"errorPathNotFoundDescription" = "No existe ningún elemento con ese nombre";
// Error description shown when an operation failed because the device was not initialized.
"errorDeviceNotInitializedDescription" = "El dispositivo no se ha inicializado. Intenta volver a conectar o reiniciar tu dispositivo";
// Error description shown when an operation failed because the name already exists.
"errorPathAlreadyExistsDescription" = "Ya existe un archivo o una carpeta con ese nombre";
// Generic error description, used when we don't have other suggestions or details from an operation
// which failed.
"errorGenericDescription" = "Intenta volver a conectar o reiniciar tu dispositivo.";
// Error description shown when we can't get the storage for the device.
"errorUnlockDescription" = "If your device's screen is locked, disconnect its USB cable, unlock your screen, and then reconnect the USB cable.";
// Warning title shown when a file or folder already exists.  Placeholder is replaced with the file name.
"warningFileExistsMessage" = "Ya existe un elemento con el nombre \"%@\" en esta carpeta.";
// Warning description shown when a file already exists, and the user may choose to replace it.
"warningFileExistsInformative" = " ¿Deseas sustituir el elemento existente por el que se ha copiado? ";
// Button on warning which allows the user to replace (overwrite) a file or folder.
"warningFileExistsReplace" = "Sustituir";
// Button on warning which allows the user to skip copying a file when one already exists with that name.
"warningFileExistsSkip" = "Omitir";
// Button on warning which allows the user to replace (overwrite) all files or folders in a copy operation.
"warningFileExistsReplaceAll" = "Sustituir todos";
// Warning title shown when a file attempting to be copied is too large.
"warningFileTooLargeMessage" = "El archivo \"%@\" es demasiado grande.";
// Warning description shown when a file attempting to be copied is too large.
"warningFileTooLargeInformative" = "Android File Transfer solo puede transferir archivos con un tamaño inferior a 4 GB";

// Warning shown before deleting files.
"deleteWarningTitle" = "¿Estás seguro de que deseas eliminar los elementos seleccionados de forma permanente?";
// Warning shown when the user is about to do something they might think they can undo, but can't.
"noUndoWarningInformative" = "No puedes deshacer esta acción";

// Label for the About menu item
"menuAbout" = "Acerca de Android File Transfer";
// Label for the Services menu item
"menuServices" = "Servicios";
// Label for the menu item which hides the application
"menuHide" = "Ocultar Android File Transfer";
// Label for the menu item which hides the other applications
"menuHideOthers" = "Ocultar otras";
// Label for the menu item which shows all windows
"menuShowAll" = "Mostrar todos";
// Label for the menu item which quits the application
"menuQuit" = "Salir de Android File Transfer";

// Label for the File menu
"menuFile" = "Archivo";
// Label for the menu item which creates a new folder
"menuNewFolder" = "Carpeta nueva";
// Label for the menu item which closes the window
"menuCloseWindow" = "Cerrar ventana";
// Label for the menu item which deletes the selected items
"menuDelete" = "Eliminar";

// Label for the Go menu
"menuGo" = "Ir";
// Label for the menu item which goes back to the previous folder
"menuBack" = "Atrás";
// Label for the menu item which goes forward to the next folder
"menuForward" = "Siguiente";
// Label for the menu item which goes to the enclosing folder
"menuEnclosing" = "Carpeta contenedora";
// Label for the menu item which open the selected
"menuOpenFolder" = "Abrir carpeta";

// Label for the Window menu
"menuWindow" = "Ventana";
// Label for the minimize window menu item
"menuMinimize" = "Minimizar";
// Label for the zoom window menu item
"menuZoom" = "Zoom";
// Label for the bring all to front menu item
"menuBringAllToFront" = "Traer todo adelante";

// Label for the Help menu
"menuHelp" = "Ayuda";
// Label for the help menu item
"menuHelpItem" = "Ayuda de Android File Transfer";

// Title shown on the welcome screen.
"welcomeTitleText" = "Bienvenido/a a Android File Transfer";
// Body text of welcome screen.
"welcomeBodyText" = "Usa el cable USB para conectar tu Mac al dispositivo Android. Luego, arrastra los elementos entre la ventana de Android File Transfer y las ventanas del Buscador. Selecciona Ayuda > Ayuda de Android File Transfer para obtener más información.\n\nAndroid File Transfer admite Android 3.0 o superior.";
// Button on welcome screen which will close the screen, allowing the user to use the application.
"welcomeDoneButtonLabel" = "Empieza";

// Message shown in an alert when the user starts the app without any devices.
"noDevicesTitle" = "No se encontró ningún dispositivo Android";
// Message shown in an alert when the user starts the app without any devices.
"noDevicesInformative" = "Para empezar, conecta tu dispositivo Android con un cable USB.";

// Short file size for folders.
"fileSizeFolder" = "--";
// Short file size for files or transfers under 1 KB.  Placeholder is replaced with the number of bytes of the file.
"fileSizeByte" = "%.0f bytes";
// Short file size for files or transfers under 1 MB.  Placeholder is replaced with the number of kilobytes of the file.
"fileSizeKb" = "%.0f KB";
// Short file size for files or transfers under 1 GB.  Placeholder is replaced with the number of megabytes of the file.
"fileSizeMb" = "%.1f MB";
// Short file size for files or transfers under 1 TB.  Placeholder is replaced with the number of gigabytes of the file.
"fileSizeGb" = "%.2f GB";
// Short file size for files or transfers under 1 PB.  Placeholder is replaced with the number of terabytes of the file.
"fileSizeTb" = "%.3f TB";
// Short file size for files or transfers over 1 PB.  Placeholder is replaced with the number of petabytes of the file.
"fileSizePb" = "%.3f PB";

// The help menu opens the default browser with the following URL 
"helpURL" = "http://www.google.com/support/mobile/bin/answer.py?hl=en&answer=1120329";

// Copyright statement at the end to avoid confusing the TC.
/* 
   Copyright 2010 Google Inc. All rights reserved.
 */
